import { TCard } from './types';

const products: Partial<TCard>[] = [
  {
    name: 'Металлополимерные самосмазывающиеся подшипники',
    img: '/image/metalopolimernye_samosmazivayushiesya_podshipniki/pro01.jpg',
    href: '/podshipniki/metalopolimernye_samosmazivayushiesya_podshipniki',
    description: `Двухслойный металлополимерный самосмазывающийся подшипник состоит из металлической основы с компаундом из политетрафторэтилена (ПТФЭ) на поверхности. Он обладает меньшим весом и лучшими механическими и нагрузочными характеристиками. Более толстый слой ПТФЭ может повысить гибкость при установке, а также соответствовать более широкому диапазону допусков по проектным требованиям. Кроме того, улучшается износостойкость и способность поглощать шум, при этом можно подобрать более широкий диапазон изменения крутящего момента.`,
  },
  {
    name: 'Металлополимерные подшипники, требующие смазки',
    img: '/image/metalopolimernye_podshipniki/pro02.jpg',
    href: '/podshipniki/metalopolimernye_podshipniki',
    description: `Металлополимерные подшипники, рассчитанные на работу с консистентной смазкой, сочетают в себе высокие нагрузочные характеристики металлической основы и низкий коэффициент трения полимерного покрытия. Обычно в качестве полимера используется политетрафторэтилен (ПТФЭ) или другие фторсодержащие материалы. На поверхности подшипника предусмотрены специальные масляные карманы и канавки для удержания смазки.
    Одним из главных преимуществ таких подшипников является возможность работы в условиях высоких нагрузок, ударов и вибраций. Консистентная смазка обеспечивает надежное разделение трущихся поверхностей, предотвращая задиры и интенсивный износ. При этом низкий коэффициент трения полимерного слоя позволяет снизить потери на трение. Металлополимерные подшипники также обладают высокой коррозионной стойкостью и могут эксплуатироваться в агрессивных средах. Периодическая замена консистентной смазки обеспечивает длительный срок службы подшипников.`,
  },
  {
    name: 'Металлические самосмазывающиеся подшипники',
    img: '/image/metalicheskie_samosmazivayushiesya_podshipniki/pro03.jpg',
    href: '/podshipniki/metalicheskie_samosmazivayushiesya_podshipniki',
    description: `Износостойкая металлическая основа с твердыми смазочными материалами может непрерывно обеспечивать источник смазки во время работы подшипника для достижения функции самосмазывания. Благодаря сочетанию высокой нагрузочной способности и ударопрочности металла, а также низкого коэффициента трения неметаллического компонента, этот материал подходит для различных условий эксплуатации.
    Такая конструкция обеспечивает ряд преимуществ. Твердые смазочные добавки, равномерно распределенные в металлической матрице, постоянно высвобождают смазочный материал непосредственно в зоне трения по мере износа. Это позволяет поддерживать низкий коэффициент трения и предотвращает интенсивный износ в течение всего срока службы подшипника без необходимости частой замены смазки. Кроме того, металлическая основа придает подшипнику высокую жесткость и способность выдерживать ударные нагрузки, что делает такие подшипники пригодными для тяжелых условий эксплуатации.`,
  },
  {
    name: 'Металлические подшипники, требующие смазки',
    img: '/image/metalicheskie_podshipniki/pro04.jpg',
    href: '/podshipniki/metalicheskie_podshipniki',
    description: `Биметаллический композитный материал подшипника HMG представляет собой стальную оболочку с низким коэффициентом трения и превосходной износостойкостью, бронзовый порошок в качестве несущего слоя, разработанные масляные карманы, канавки и отверстия подходят для применения со смазкой, чтобы улучшить значение PV. Несущие слои включают свинцовую бронзу, бессвинцовую бронзу и бессвинцовую бронзу с твердой смазкой для обеспечения высокой производительности.
    Такая конструкция обеспечивает ряд преимуществ для работы в тяжелых условиях. Стальная оболочка придает подшипнику высокую жесткость и прочность, позволяя выдерживать большие нагрузки. Бронзовый порошковый слой обладает высокими антифрикционными свойствами и способствует формированию смазочной пленки при наличии смазки. Специальные масляные карманы и канавки удерживают смазку и равномерно распределяют ее по поверхности трения, повышая несущую способность. Твердые смазочные добавки в бессвинцовом варианте дополнительно снижают коэффициент трения.`,
  },
  {
    name: 'Неметаллические самосмазывающиеся подшипники',
    img: '/image/nemetalicheskie_podshipniki/pro05.jpg',
    href: '/podshipniki/nemetalicheskie_podshipniki',
    description: `К неметаллическим самосмазывающимся подшипникам относятся пластиковые подшипники HMG-EPB и подшипники с накрученной нитью серии HMG-FWB, они подходят для применения без смазки. Подшипники серии HMG-EPB изготавливаются методом литья под давлением из высокоэффективного инженерного пластика, смешанного с соответствующими наполнителями и смазочными добавками, что может значительно повысить несущую способность и ударную вязкость подшипника. Введенные в состав смазочные материалы способны существенно снизить коэффициент трения.
    Использование полимерных композитов в качестве материала для подшипников имеет ряд преимуществ. Они не подвержены коррозии, что позволяет применять их в агрессивных средах. Низкий коэффициент трения и самосмазывающиеся свойства снижают потери на трение и уменьшают износ. Кроме того, пластиковые подшипники имеют небольшой вес и могут использоваться при высоких скоростях вращения.`,
  },
  {
    name: 'Высокопроизводительные стальные самосмазывающиеся подшипники',
    img: '/image/stalnye_samosmazivayushiesya_podshipniki/pro06.jpg',
    href: '/podshipniki/stalnye_samosmazivayushiesya_podshipniki',
    description: `Благодаря использованию специальной обработки поверхности и технологии обработки традиционных стальных гильз повышается износостойкость, противозадирные свойства, ударопрочность и коррозионная стойкость. В то же время особая структура поверхности снижает частоту необходимости смазки. При подходящих условиях герметизации эти высокоточные стальные втулки демонстрируют даже лучшие эксплуатационные характеристики, чем самосмазывающиеся подшипники из медных сплавов, применяемые на открытом воздухе в строительной технике, сельскохозяйственном оборудовании, портовой технике и т.д.
    Специальная поверхностная обработка стальных втулок обеспечивает ряд важных преимуществ. Повышенная твердость и особое строение поверхностного слоя придают высокую износостойкость и сопротивление задирам даже при работе в абразивных средах с высокими нагрузками. Кроме того, значительно улучшается ударная вязкость, что делает такие втулки пригодными для тяжелых ударных режимов эксплуатации. Специальное антикоррозионное покрытие обеспечивает стойкость к воздействию агрессивных сред при наружной установке. Оптимизированная шероховатость модифицированной поверхности позволяет снизить частоту смазки, сократив эксплуатационные расходы.`,
  },
];

export { products };
