const products = [
  {
    name: 'Металлополимерные самосмазывающиеся подшипники',
    img: '/image/products01/pro01.jpg',
    href: '/goods/products01',
    description: `Двухслойный металлополимерный самосмазывающийся подшипник состоит из металлической основы с компаундом из ПТФЭ
    на поверхности. Он легче и имеет лучшие механические и нагрузочные характеристики. Более толстый слой ПТФЭ
    может улучшить гибкость установки, а также соответствовать более широкому расчетному диапазону допусков. Кроме
    того, улучшены износостойкость и шумопоглощение, а также может быть установлен более широкий диапазон
    изменения крутящего момента.`,
  },
  {
    name: 'Металлополимерные подшипники, требующие смазки',
    img: '/image/products02/pro02.jpg',
    href: '/goods/products02',
    description: `Двухслойный металлополимерный самосмазывающийся подшипник состоит из металлической основы с компаундом из ПТФЭ
    на поверхности. Он легче и имеет лучшие механические и нагрузочные характеристики. Более толстый слой ПТФЭ
    может улучшить гибкость установки, а также соответствовать более широкому расчетному диапазону допусков. Кроме
    того, улучшены износостойкость и шумопоглощение, а также может быть установлен более широкий диапазон
    изменения крутящего момента.`,
  },
  {
    name: 'Металлические самосмазывающиеся подшипники',
    img: '/image/products03/pro03.jpg',
    href: '/goods/products03',
    description: `Износостойкая металлическая задняя часть с твердыми смазочными материалами может непрерывно обеспечивать источник смазки во время работы подшипника для достижения функции самосмазывания. Благодаря сочетанию высокой нагрузки и ударопрочности металла, а также низкого коэффициента трения неметалла, этот материал подходит для различных условий работы.`,
  },
  {
    name: 'Металлические подшипники, требующие смазки',
    img: '/image/products04/pro04.jpg',
    href: '/goods/products04',
    description: `Биметаллический композитный материал подшипника HMG представляет собой стальную оболочку с низким коэффициентом трения и превосходной износостойкостью, бронзовый порошок в качестве несущего слоя, разработанные масляные карманы, канавки и отверстия подходят для применения со смазкой, чтобы улучшить значение PV. Несущие слои включают свинцовую бронзу, бессвинцовую бронзу и бессвинцовую бронзу с твердой смазкой для обеспечения высокой производительности.`,
  },
  {
    name: 'Неметаллические самосмазывающиеся подшипники',
    img: '/image/products05/pro05.jpg',
    href: '/goods/products05',
    description: `К неметаллическим самосмазывающимся подшипникам относятся пластиковые подшипники HMG-EPB и подшипники с накрученной нитью серии HMG-FWB, они подходят для применения с сухой смазкой. Подшипники серии HMG-EPB изготавливаются методом впрыскивания из высокоэффективного инженерного пластика, смешанного с соответствующими усилителями и смазочными материалами, что может значительно улучшить несущую способность подшипника и ударопрочность подшипника. Встроенные смазочные материалы могут значительно снизить коэффициент трения.`,
  },
  {
    name: 'Высокопроизводительные стальные самосмазывающиеся подшипники',
    img: '/image/products06/pro06.jpg',
    href: '/goods/products06',
    description: `Благодаря использованию специальной обработки поверхности и технологии обработки традиционных стальных гильз повышается износостойкость, противозадирные свойства, ударопрочность и коррозионная стойкость. В то же время особая структура поверхности снижает частоту смазки. При подходящих условиях уплотнения эти высокоточные стальные втулки имеют даже лучшие характеристики, чем самосмазывающиеся подшипники из медного сплава для наружного применения в строительной технике, сельскохозяйственном оборудовании, портовой технике и т. д.`,
  },
];

export { products };
