export const tabSwitchSlides = [
  {
    name: 'АВТОПРОМ',
    icon: '/tab-switch-slider/icons/iapp_001.png',
    description:
      'Благодаря таким преимуществам, как малый вес, низкий уровень шума и самосмазывающиеся свойства, подшипники скольжения HMG находят широкое применение в автомобильной промышленности, и количество их применений стремительно растет. В настоящее время в каждом легковом автомобиле используется более 100 втулок-подшипников. Традиционные игольчатые подшипники, подшипники качения и спеченные подшипники постепенно заменяются на самосмазывающиеся подшипники скольжения.',
    places: [
      'Система рулевого управления и подвески',
      'Трансмиссия',
      'Шасси',
      'Другие узлы',
    ],
    image: '/tab-switch-slider/images/car.png',
    number: '01',
  },
  {
    name: 'СТРОИТЕЛЬНАЯ ТЕХНИКА',
    icon: '/tab-switch-slider/icons/iapp_002.png',
    description:
      'Самосмазывающиеся подшипники HMG разработаны с учетом ударопрочности, пылезащищенности и высокой несущей способности. Они не только обеспечивают смазку, но также обладают низким уровнем шума и длительным сроком службы, особенно в критических условиях, таких как применение в горнодобывающей отрасли и при эксплуатации в открытых узлах. Втулки широко используются в рычагах, шарнирах, деталях ходовой части и гидравлических цилиндрах.',
    places: [
      'Экскаватор-погрузчик',
      'Бульдозер',
      'Ходовая часть',
      'Экскаватор',
    ],
    image: '/tab-switch-slider/images/machinery.png',
    number: '02',
  },

  {
    name: 'ПРОМЫШЛЕННОСТЬ',
    icon: '/tab-switch-slider/icons/iapp_003.png',
    description:
      'По мере того, как высокие требования к эффективности и точности становятся нормой для современной промышленности, вопросы защиты окружающей среды и обеспечения безопасности приобретают все большее значение. Самосмазывающиеся втулки HMG обладают преимуществом сокращения частоты обслуживания и расхода масла. Даже при отсутствии масла втулки способны улучшить рабочие характеристики за счет снижения уровня шума.',
    places: [
      'Штамповочный пресс',
      'Машина литья пластмасс под давлением',
      'Пресс',
      'Промышленный робот',
    ],
    image: '/tab-switch-slider/images/industry.png',
    number: '03',
  },
  {
    name: 'ВОЗОБНОВЛЯЕМАЯ ЭНЕРГИЯ',
    icon: '/tab-switch-slider/icons/iapp_004.png',
    description:
      'Присущие самосмазывающимся подшипникам свойства идеально подходят для применения в отраслях возобновляемой энергетики, включая ветровую, солнечную и гидроэнергетику. Преимущества самосмазывающихся подшипников соответствуют жестким требованиям суровых погодных условий, высоких нагрузок и высоких крутящих моментов. Подшипники HMG в основном разработаны для наружных применений, где техническое обслуживание невозможно, а традиционные подшипники качения не могут быть использованы.',
    places: [
      'Морская буровая платформа',
      'Атомная электростанция',
      'Солнечные батареи',
      'Гидроэлектростанция/Затворы плотин',
    ],
    image: '/tab-switch-slider/images/app_xny.png',
    number: '04',
  },
];
