export const tabSwitchSlides = [
  {
    name: 'АВТОПРОМ',
    icon: '/tab-switch-slider/icons/iapp_001.png',
    description:
      'Благодаря преимуществам легкого веса, низкого уровня шума и самосмазывания подшипники HMG широко используются в автомобильной промышленности, в то время как другие области применения все еще находятся в стадии быстрого развития. В настоящее время в каждом из легковых автомобилей используется более 100 втулок. Традиционные игольчатые подшипники, подшипники качения и спеченные подшипники должны быть постепенно заменены самосмазывающимися подшипниками.',
    places: [
      'Система рулевого управления и подвески',
      'Система силовой передачи',
      'Система шасси',
      'Другое',
    ],
    image: '/tab-switch-slider/images/car.png',
    number: '01',
  },
  {
    name: 'СТРОИТЕЛЬНАЯ ТЕХНИКА',
    icon: '/tab-switch-slider/icons/iapp_002.png',
    description:
      'Самосмазывающиеся подшипники HMG разработаны с ударопрочностью, пыленепроницаемостью и высокой несущей способностью, что обеспечивает не только смазочные решения, но также решение с низким уровнем шума и долговечностью, особенно в критических условиях, таких как применение в горнодобывающих полях и на открытом воздухе. Втулки широко используются в рычагах, шарнирах, деталях ходовой части и гидравлических цилиндрах.',
    places: [
      'Экскаватор-погрузчик',
      'Бульдозер',
      'Ходовая часть',
      'Экскаватор',
    ],
    image: '/tab-switch-slider/images/machinery.png',
    number: '02',
  },

  {
    name: 'ПРОМЫШЛЕННОСТЬ',
    icon: '/tab-switch-slider/icons/iapp_003.png',
    description:
      'В то время как требования к высокой эффективности и высокой точности становятся нормой для модернизируемой промышленности, защита окружающей среды и обеспечение безопасности рассматриваются генетически. Самосмазывающиеся втулки HMG позволяют свести к минимуму частоту технического обслуживания и расход масла. Даже в условиях отсутствия масла втулки могут улучшить рабочие характеристики за счет снижения уровня шума.',
    places: [
      'Штамповочная машина',
      'Машина для литья пластмасс под давлением',
      'Пресс',
      'Робот',
    ],
    image: '/tab-switch-slider/images/industry.png',
    number: '03',
  },
  {
    name: 'ВОЗОБНОВЛЯЕМАЯ ЭНЕРГИЯ',
    icon: '/tab-switch-slider/icons/iapp_004.png',
    description:
      'Собственные характеристики самосмазывающихся подшипников очень хорошо адаптируются к текущим условиям применения в отраслях возобновляемой энергетики, включая ветровую, солнечную и гидроэнергетику. Преимущества самосмазывающихся подшипников соответствуют критическим требованиям суровых погодных условий, высоких нагрузок и высокого крутящего момента. Подшипники HMG предназначены в основном для применения на открытом воздухе, где техническое обслуживание невозможно и традиционные подшипники качения неприменимы.',
    places: [
      'Морская буровая платформа',
      'Атомная электростанция',
      'Солнечная система слежения',
      'Гидроэлектростанция/ворота плотины',
    ],
    image: '/tab-switch-slider/images/app_xny.png',
    number: '04',
  },
];
